const newData = new Date()
export let time = newData.toLocaleString()

export const postsArr = [
  { 
    id: 1,
    dataTime: time,
    newsFrom: "ArmSport.am",
    title: " Գերմանացի մասնագետը հետաքրքիր բացատրություն է տվել",
    image: "/facebook/apiimg/Joahim-Lev.png",
    newsFromImg: "/facebook/apiimg/sport.jpg",
    aboutTitle: "Լյովն ասել է՝ ինչու է մինչ այժմ գործազուրկ",
    about:
      "Ինչո՞ւ եմ դեռ գործազուրկ։ Ուզում եմ գոնե մեկ անգամ որպես հանդիսատես այցելել Աշխարհի առաջնությանը»,- մեջբերում է մասնագետին Kicker-ը։",
    likeCount: 13

  },
  {
    id: 2,
    dataTime: time,
    newsFrom: "Թարմ Info",
    title: "Երկիր մոլորակի բնակիչներն ականատես կդառնան Լուսնի լրիվ խավարմանը",
    image: "/facebook/apiimg/lusni-xavarum.jpg",
    newsFromImg: "/facebook/apiimg/shantnews.jpg",
    aboutTitle:
      "Երկիր մոլորակի բնակիչներն ականատես կդառնան Լուսնի լրիվ խավարմանը",
    about:
      "Երկիր մոլորակի բնակիչներն ականատես կդառնան Լուսնի լրիվ խավարմանըԼուսնի լրիվ խավարում տեղի կունենա նոյեմբերի -ին։ Այն իր ողջ գեղեցկությամբ կտեսնեն Ռուսաստանի արեւելյան մասի բնակիչները։ Այս մասին նշել են Մոսկվայի պլանետարիումի մամուլի ծառայությունում:Նոյեմբերի 8-ին տեղի կունենա Լուսնի լրիվ խավարում՝ առավելագույն փուլով (1,36), Մոսկվայի ժամանակով ժամը 13.59-ին, եւ կտեւի մոտ 6 ժամ։ Նշվել է, որ լրիվ փուլը տեւելու է ավելի քան մեկ ժամ։",
      likeCount: 175 
  },
  {
    id: 3,
    dataTime: time,
    newsFrom: "ArmSport.am",
    title: "«Նայեք «Ռեալի», «Ատլետիկոյի», «Բետիսի» խաղերը»․ Չավի",
    image: "/facebook/apiimg/Xavi-750x375.png",
    newsFromImg: "/facebook/apiimg/sport.jpg",
    aboutTitle: "Լա լիգայի մակարդակը բարձրացել է․ Չավի",
    likeCount: 87,
    about:
    "«Իսպանիայի առաջնության մակարդակն ընկե՞լ է։ Ես այդպես չեմ ասի։ Կան բազմաթիվ տարբեր գործոններ:Ընդհակառակը, կարծում եմ, որ Լա լիգայի մակարդակը բարձրացել է։ Նայեք «Ռեալի», «Ատլետիկոյի», «Բետիսի» խաղերը»,- Չավիին է մեջբերում Marca-ն։",
  },
  {
    id: 4,
    dataTime: time,
    newsFrom: "SHANTNEWS.am",
    title:"Ինքնիշխանությունից հրաժարվելու գործողությունների և կոչերի համար կսահմանվի պատիժ․ նախագիծ",
    image: "/facebook/apiimg/ՀՀ-դրոշ.jpg",
    newsFromImg: "/facebook/apiimg/shantnews.jpg",
    likeCount: 75,
    aboutTitle:"Ինքնիշխանությունից հրաժարվելու գործողությունների և կոչերի համար կսահմանվի պատիժ․ նախագիծ",
    about: "«Հոդված 1. 2021 թվականի մայիսի 5-ի Հայաստանի Հանրապետության քրեական օրենսգրքի (այսուհետ՝ Օրենսգիրք) 421-րդ հոդվածում՝1) վերնագիրը «խախտելուն» բառից հետո լրացնել «կամ ինքնիշխանությունից հրաժարվելուն» բառերով.2) լրացնել հետևյալ բովանդակությամբ 2-րդ մասով.«2. Ինքնիշխանությունից հրաժարվելուն` բռնություն գործադրելու կամ բռնություն գործադրելու սպառնալիքի միջոցով հօգուտ այլ պետության կամ միջազգային կամ վերպետական հանրային կազմակերպության Հայաստանի Հանրապետության ինքնիշխանությունը լրիվ կամ մասնակի սահմանափակելուն ուղղված գործողություններ կատարելը՝պատժվում է ազատազրկմամբ` տասներկուսից տասնհինգ տարի ժամկետով:»:Հոդված 2. Օրենսգրքի 422-րդ հոդվածի վերնագիրը և 1-ին մասը «խախտելուն» բառից հետո լրացնել «, ինքնիշխանությունից հրաժարվելուն,» բառերով:Հոդված 3. Սույն օրենքն ուժի մեջ է մտնում պաշտոնական հրապարակման օրվան հաջորդող տասներորդ օրը:»:",
  },
];

export const comment = [
  {
    id: 1,
    img: "/facebook/ГургенАбагян.jpeg",
    userName: "Гурген Абагян",
    comment: "Very good news",
    
  },
  {
    id: 2,
    img: "/facebook/profilicon.png",
    userName: "Varsik Poxoasyan",
    comment: "Shat chisht voroshum e",
    
  },
  {
    id: 3,
    img: "/facebook/Рафаел Кочарян.jpeg",
    userName: "Рафаел Кочарян",
    comment: "ayo es hamadzayn em",
  },
  {
    id: 4,
    img: "/facebook/profilicon.png",
    userName: "Christine Avanesyan",
    comment: "hrashali norutyun",
  },
  {
    id: 5,
    img: "/facebook/profilicon.png",
    userName: " Artur Abrahamyan ",
    comment: "shat lav norutyun",
  },

]
